Repository: khimchuk00/hamster-ages
Catalog: HamsterAges/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, uk, zh_hans, zh_hant

source: SUDDEN DEATH! BASES CRUMBLE
de: SUDDEN DEATH! BASEN BRÖCKELN
es: ¡MUERTE SÚBITA! LAS BASES SE DESMORONAN
fr: MORT SUBITE ! LES BASES S'EFFRITENT
it: MORTE IMPROVVISA! LE BASI CROLLANO
ja: サドンデス！拠点が崩れる
ko: 서든 데스! 기지가 무너진다
pt_br: MORTE SÚBITA! AS BASES DESMORONAM
tr: ANİ ÖLÜM! ÜSLER ÇÖKÜYOR
uk: РАПТОВА СМЕРТЬ! БАЗИ РУЙНУЮТЬСЯ
zh_hans: 突然死亡！基地崩塌中
zh_hant: 驟死賽！基地崩塌中

source: SURVIVAL
de: ÜBERLEBEN
es: SUPERVIVENCIA
fr: SURVIE
it: SOPRAVVIVENZA
ja: サバイバル
ko: 서바이벌
pt_br: SOBREVIVÊNCIA
tr: HAYATTA KAL
uk: ВИЖИВАННЯ
zh_hans: 生存
zh_hant: 生存

source: SURVIVED %@
de: ÜBERLEBT: %@
es: SOBREVIVISTE %@
fr: SURVÉCU %@
it: SOPRAVVISSUTO %@
ja: 生存時間 %@
ko: 생존 %@
pt_br: SOBREVIVEU %@
tr: HAYATTA KALDIN %@
uk: ПРОТРИМАВСЯ %@
zh_hans: 存活 %@
zh_hant: 存活 %@

source: Scavenger
de: Aasfresser
es: Carroñero
fr: Charognard
it: Spazzino
ja: あさり屋
ko: 청소부
pt_br: Catador
tr: Leşçi
uk: Збирач трофеїв
zh_hans: 拾荒者
zh_hant: 拾荒者

source: Scholar
de: Gelehrter
es: Erudito
fr: Érudit
it: Studioso
ja: 学者
ko: 학자
pt_br: Erudito
tr: Bilgin
uk: Учений
zh_hans: 学者
zh_hant: 學者

source: Science! My rats evolve faster than yours.
de: Wissenschaft! Meine Ratten entwickeln sich schneller als deine.
es: ¡Ciencia! Mis ratas evolucionan más rápido que las tuyas.
fr: La science ! Mes rats évoluent plus vite que les tiens.
it: Scienza! I miei ratti evolvono più in fretta dei tuoi.
ja: 科学だ！わがネズミは君らより早く進化する。
ko: 과학이다! 내 쥐들은 너희보다 빨리 진화하지.
pt_br: Ciência! Meus ratos evoluem mais rápido que os seus.
tr: Bilim! Farelerim seninkilerden hızlı evrimleşir.
uk: Наука! Мої щури еволюціонують швидше за твоїх.
zh_hans: 科学！我的老鼠进化得比你们快。
zh_hant: 科學！我的老鼠進化得比你們快。

source: Screen shake
de: Bildschirmwackeln
es: Vibración de pantalla
fr: Tremblement d'écran
it: Tremolio schermo
ja: 画面の揺れ
ko: 화면 흔들림
pt_br: Tremor de tela
tr: Ekran sarsıntısı
uk: Тряска екрана
zh_hans: 屏幕震动
zh_hant: 畫面震動

source: Season %lld · %lld days left
de: Saison %1$lld · noch %2$lld Tage
es: Temporada %1$lld · quedan %2$lld días
fr: Saison %1$lld · %2$lld jours restants
it: Stagione %1$lld · %2$lld giorni rimasti
ja: シーズン%1$lld・残り%2$lld日
ko: 시즌 %1$lld · %2$lld일 남음
pt_br: Temporada %1$lld · faltam %2$lld dias
tr: Sezon %1$lld · %2$lld gün kaldı
uk: Сезон %1$lld · залишилось днів: %2$lld
zh_hans: 第%1$lld赛季 · 剩余%2$lld天
zh_hant: 第%1$lld賽季 · 剩餘%2$lld天

source: Second Wind
de: Zweiter Atem
es: Segundo aire
fr: Second souffle
it: Seconda carica
ja: 復活の息吹
ko: 재기
pt_br: Segundo fôlego
tr: İkinci Nefes
uk: Друге дихання
zh_hans: 回光返照
zh_hant: 回光返照

source: Seed Bag
de: Samenbeutel
es: Bolsa de semillas
fr: Sac de graines
it: Sacchetto di semi
ja: 種の袋
ko: 씨앗 주머니
pt_br: Saco de sementes
tr: Tohum Kesesi
uk: Мішок насіння
zh_hans: 种子袋
zh_hant: 種子袋

source: Seed Barrel
de: Samenfass
es: Barril de semillas
fr: Tonneau de graines
it: Barile di semi
ja: 種の樽
ko: 씨앗 통
pt_br: Barril de sementes
tr: Tohum Fıçısı
uk: Бочка насіння
zh_hans: 种子桶
zh_hant: 種子桶

source: Seed Cart
de: Samenkarren
es: Carro de semillas
fr: Chariot de graines
it: Carretto di semi
ja: 種の荷車
ko: 씨앗 수레
pt_br: Carroça de sementes
tr: Tohum Arabası
uk: Віз насіння
zh_hans: 种子推车
zh_hant: 種子推車

source: Seed Silo
de: Samensilo
es: Silo de semillas
fr: Silo de graines
it: Silo di semi
ja: 種のサイロ
ko: 씨앗 저장고
pt_br: Silo de sementes
tr: Tohum Silosu
uk: Силос насіння
zh_hans: 种子粮仓
zh_hant: 種子糧倉

source: Seed Stash
de: Saatvorrat
es: Alijo de semillas
fr: Réserve de graines
it: Scorta di semi
ja: 種の隠し場所
ko: 씨앗 비축
pt_br: Estoque de sementes
tr: Tohum Zulası
uk: Запас насіння
zh_hans: 种子囤货
zh_hant: 種子囤貨

source: Sell turret (50%)
de: Turm verkaufen (50 %)
es: Vender torreta (50%)
fr: Vendre la tourelle (50 %)
it: Vendi torretta (50%)
ja: タレットを売却（50%）
ko: 포탑 판매 (50%)
pt_br: Vender torre (50%)
tr: Tareti sat (%50)
uk: Продати турель (50%)
zh_hans: 出售炮塔（50%）
zh_hant: 出售砲塔（50%）

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
pt_br: Compartilhar
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 分享

source: Sharp Teeth
de: Scharfe Zähne
es: Dientes afilados
fr: Dents acérées
it: Denti aguzzi
ja: 鋭い歯
ko: 날카로운 이빨
pt_br: Dentes afiados
tr: Keskin Dişler
uk: Гострі зуби
zh_hans: 尖牙利齿
zh_hant: 尖牙利齒

source: Shield Rat
de: Schildratte
es: Rata escudo
fr: Rat bouclier
it: Ratto scudo
ja: バリアネズミ
ko: 방패 쥐
pt_br: Rato escudo
tr: Kalkanlı Fare
uk: Щур зі щитом
zh_hans: 护盾鼠
zh_hant: 護盾鼠

source: Shield Wall
de: Schildwall
es: Muro de escudos
fr: Mur de boucliers
it: Muro di scudi
ja: 盾の壁
ko: 방패벽
pt_br: Muralha de escudos
tr: Kalkan Duvarı
uk: Стіна щитів
zh_hans: 盾墙
zh_hant: 盾牆

source: Siege Breaker
de: Belagerungsbrecher
es: Rompeasedios
fr: Brise-siège
it: Sfondatore
ja: 攻城槌
ko: 공성 파괴자
pt_br: Quebra-cerco
tr: Kuşatma Kırıcı
uk: Таран
zh_hans: 攻城锤
zh_hant: 攻城錘

source: Siege Fog
de: Belagerungsnebel
es: Niebla de asedio
fr: Brouillard de siège
it: Nebbia d'assedio
ja: 攻城の霧
ko: 공성 안개
pt_br: Névoa de cerco
tr: Kuşatma Sisi
uk: Облоговий туман
zh_hans: 攻城迷雾
zh_hant: 攻城迷霧

source: Sir Nibbles
de: Sir Knabber
es: Sir Mordisquitos
fr: Sire Grignotin
it: Sir Sgranocchio
ja: ニブルズ卿
ko: 니블스 경
pt_br: Sir Mordisco
tr: Sör Kemirgen
uk: Сер Гризунчик
zh_hans: 啃啃爵士
zh_hant: 啃啃爵士

source: Sky Fury
de: Himmelszorn
es: Furia celestial
fr: Furie céleste
it: Furia celeste
ja: 天空の怒り
ko: 하늘의 분노
pt_br: Fúria celeste
tr: Gök Öfkesi
uk: Небесна лють
zh_hans: 天空之怒
zh_hant: 天空之怒

source: Sniper Nest
de: Scharfschützennest
es: Nido de francotirador
fr: Nid de tireur
it: Nido del cecchino
ja: 狙撃の巣
ko: 저격수 둥지
pt_br: Ninho de atirador
tr: Keskin Nişancı Yuvası
uk: Снайперське гніздо
zh_hans: 狙击巢
zh_hant: 狙擊巢

source: Snowball
de: Schneeball
es: Bola de nieve
fr: Boule de neige
it: Palla di neve
ja: スノーボール
ko: 눈덩이
pt_br: Bola de neve
tr: Kartopu
uk: Сніжок
zh_hans: 雪球
zh_hant: 雪球

source: Sound effects
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
ja: 効果音
ko: 효과음
pt_br: Efeitos sonoros
tr: Ses efektleri
uk: Звукові ефекти
zh_hans: 音效
zh_hant: 音效

source: Special damage +%lld%%, turrets +%lld%%
de: Spezialschaden +%1$lld%%, Türme +%2$lld%%
es: Daño especial +%1$lld%%, torretas +%2$lld%%
fr: Dégâts spéciaux +%1$lld%%, tourelles +%2$lld%%
it: Danni speciali +%1$lld%%, torrette +%2$lld%%
ja: 必殺技ダメージ+%1$lld%%、タレット+%2$lld%%
ko: 필살기 피해 +%1$lld%%, 포탑 +%2$lld%%
pt_br: Dano especial +%1$lld%%, torres +%2$lld%%
tr: Özel hasar +%%%1$lld, taretler +%%%2$lld
uk: Шкода суперудару +%1$lld%%, турелей +%2$lld%%
zh_hans: 必杀技伤害+%1$lld%%，炮塔+%2$lld%%
zh_hant: 必殺技傷害+%1$lld%%，砲塔+%2$lld%%

source: Special: -30%% cooldown, +30%% damage
de: Spezial: −30%% Abklingzeit, +30%% Schaden
es: Especial: −30%% recarga, +30%% daño
fr: Spéciale : −30%% recharge, +30%% dégâts
it: Speciale: −30%% ricarica, +30%% danni
ja: 必殺技：CT-30%%、ダメージ+30%%
ko: 필살기: 쿨타임 −30%%, 피해 +30%%
pt_br: Especial: −30%% recarga, +30%% dano
tr: Özel: −%%30 bekleme, +%%30 hasar
uk: Суперудар: перезарядка −30%%, шкода +30%%
zh_hans: 必杀技：冷却−30%%，伤害+30%%
zh_hant: 必殺技：冷卻−30%%，傷害+30%%

source: Spend seeds here!
de: Samen hier ausgeben!
es: ¡Gasta semillas aquí!
fr: Dépense tes graines ici !
it: Spendi i semi qui!
ja: ここで種を使おう！
ko: 여기서 씨앗을 쓰세요!
pt_br: Gaste sementes aqui!
tr: Tohumları burada harca!
uk: Витрачай насіння тут!
zh_hans: 在这里花种子！
zh_hant: 在這裡花種子！

source: Splash Shot
de: Streuschuss
es: Disparo expansivo
fr: Tir à éclaboussures
it: Colpo ad area
ja: 拡散ショット
ko: 범위 사격
pt_br: Tiro em área
tr: Saçma Atış
uk: Розривний постріл
zh_hans: 溅射射击
zh_hant: 濺射射擊

source: Squire
de: Knappe
es: Escudero
fr: Écuyer
it: Scudiero
ja: 従者
ko: 종자
pt_br: Escudeiro
tr: Silahtar
uk: Зброєносець
zh_hans: 侍从
zh_hant: 侍從

source: Stage %lld
de: Stufe %lld
es: Fase %lld
fr: Niveau %lld
it: Livello %lld
ja: ステージ%lld
ko: %lld단계
pt_br: Fase %lld
tr: Bölüm %lld
uk: Етап %lld
zh_hans: 第%lld关
zh_hant: 第%lld關

source: Stage %lld cleared!
de: Stufe %lld geschafft!
es: ¡Fase %lld superada!
fr: Niveau %lld réussi !
it: Livello %lld superato!
ja: ステージ%lldクリア！
ko: %lld단계 클리어!
pt_br: Fase %lld concluída!
tr: Bölüm %lld tamamlandı!
uk: Етап %lld пройдено!
zh_hans: 第%lld关通关！
zh_hant: 第%lld關通關！

source: Stages, seeds, upgrades and generals will be lost. Purchases can be restored.
de: Stufen, Samen, Verbesserungen und Generäle gehen verloren. Käufe können wiederhergestellt werden.
es: Se perderán las fases, semillas, mejoras y generales. Las compras se pueden restaurar.
fr: Niveaux, graines, améliorations et généraux seront perdus. Les achats peuvent être restaurés.
it: Livelli, semi, potenziamenti e generali andranno persi. Gli acquisti si possono ripristinare.
ja: ステージ、種、強化、将軍は失われます。購入は復元できます。
ko: 단계, 씨앗, 강화, 장군이 사라져요. 구매는 복원할 수 있어요.
pt_br: Fases, sementes, melhorias e generais serão perdidos. As compras podem ser restauradas.
tr: Bölümler, tohumlar, geliştirmeler ve generaller silinecek. Satın alımlar geri yüklenebilir.
uk: Етапи, насіння, покращення й генерали буде втрачено. Покупки можна відновити.
zh_hans: 关卡、种子、升级和将军都将丢失。购买项目可以恢复。
zh_hant: 關卡、種子、升級和將軍都將遺失。購買項目可以恢復。

source: Start food +%lld
de: Startfutter +%lld
es: Comida inicial +%lld
fr: Nourriture de départ +%lld
it: Cibo iniziale +%lld
ja: 初期食料+%lld
ko: 시작 식량 +%lld
pt_br: Comida inicial +%lld
tr: Başlangıç yiyeceği +%lld
uk: Стартова їжа +%lld
zh_hans: 初始食物+%lld
zh_hant: 初始食物+%lld

source: Starter Pack
de: Starterpaket
es: Pack de inicio
fr: Pack de démarrage
it: Pacchetto iniziale
ja: スターターパック
ko: 스타터 팩
pt_br: Pacote inicial
tr: Başlangıç Paketi
uk: Стартовий набір
zh_hans: 新手礼包
zh_hant: 新手禮包

source: Stone Age
de: Steinzeit
es: Edad de Piedra
fr: Âge de pierre
it: Età della pietra
ja: 石器時代
ko: 석기 시대
pt_br: Idade da Pedra
tr: Taş Devri
uk: Кам'яна доба
zh_hans: 石器时代
zh_hant: 石器時代

source: Store unavailable
de: Store nicht verfügbar
es: Tienda no disponible
fr: Boutique indisponible
it: Negozio non disponibile
ja: ストアを利用できません
ko: 스토어를 사용할 수 없음
pt_br: Loja indisponível
tr: Mağaza kullanılamıyor
uk: Магазин недоступний
zh_hans: 商店不可用
zh_hant: 商店無法使用

source: Surrender
de: Kapitulieren
es: Rendirse
fr: Capituler
it: Arrenditi
ja: 降参
ko: 항복
pt_br: Render-se
tr: Teslim ol
uk: Капітулювати
zh_hans: 投降
zh_hant: 投降

source: Survival
de: Überleben
es: Supervivencia
fr: Survie
it: Sopravvivenza
ja: サバイバル
ko: 서바이벌
pt_br: Sobrevivência
tr: Hayatta Kalma
uk: Виживання
zh_hans: 生存
zh_hant: 生存

source: Survive for 3:00 — the rats give up
de: Überlebe 3:00 – dann geben die Ratten auf
es: Sobrevive 3:00 y las ratas se rinden
fr: Survis 3:00 et les rats abandonnent
it: Sopravvivi 3:00 e i ratti si arrendono
ja: 3:00耐えればネズミは降参
ko: 3:00 버티면 쥐들이 포기해요
pt_br: Sobreviva 3:00 e os ratos desistem
tr: 3:00 dayan — fareler pes eder
uk: Протримайся 3:00 — і щури здадуться
zh_hans: 坚持3:00，老鼠就会放弃
zh_hant: 堅持3:00，老鼠就會放棄

source: Swift Rat
de: Flinke Ratte
es: Rata veloz
fr: Rat véloce
it: Ratto veloce
ja: 俊足ネズミ
ko: 날쌘 쥐
pt_br: Rato veloz
tr: Hızlı Fare
uk: Швидкий щур
zh_hans: 迅捷鼠
zh_hant: 迅捷鼠

source: THE RAT KING APPROACHES!
de: DER RATTENKÖNIG NAHT!
es: ¡SE ACERCA EL REY RATA!
fr: LE ROI DES RATS APPROCHE !
it: ARRIVA IL RE DEI RATTI!
ja: ネズミの王が来る！
ko: 쥐왕이 다가온다!
pt_br: O REI RATO SE APROXIMA!
tr: FARE KRAL GELİYOR!
uk: НАСУВАЄТЬСЯ ЩУРЯЧИЙ КОРОЛЬ!
zh_hans: 鼠王来袭！
zh_hant: 鼠王來襲！

source: THE RAT KING CALLS HIS GUARD!
de: DER RATTENKÖNIG RUFT SEINE GARDE!
es: ¡EL REY RATA LLAMA A SU GUARDIA!
fr: LE ROI DES RATS APPELLE SA GARDE !
it: IL RE DEI RATTI CHIAMA LA GUARDIA!
ja: ネズミの王が近衛兵を呼んだ！
ko: 쥐왕이 근위병을 부른다!
pt_br: O REI RATO CHAMA SUA GUARDA!
tr: FARE KRAL MUHAFIZLARINI ÇAĞIRIYOR!
uk: ЩУРЯЧИЙ КОРОЛЬ КЛИЧЕ ВАРТУ!
zh_hans: 鼠王召唤了卫兵！
zh_hant: 鼠王召喚了衛兵！

source: TIP
de: TIPP
es: CONSEJO
fr: ASTUCE
it: SUGGERIMENTO
ja: ヒント
ko: 팁
pt_br: DICA
tr: İPUCU
uk: ПОРАДА
zh_hans: 提示
zh_hant: 提示

source: Tank
de: Panzer
es: Tanque
fr: Char
it: Carro armato
ja: 戦車
ko: 전차
pt_br: Tanque
uk: Танк
zh_hans: 坦克
zh_hant: 坦克

source: Tap the Clubber to train your first hamster warrior!
de: Tippe auf den Keulenschwinger, um deinen ersten Hamsterkrieger auszubilden!
es: ¡Toca al Garrotero para entrenar a tu primer guerrero hámster!
fr: Touche le Cogneur pour entraîner ton premier guerrier hamster !
it: Tocca il Randellatore per addestrare il tuo primo guerriero criceto!
ja: こん棒兵をタップして最初のハムスター戦士を訓練しよう！
ko: 몽둥이병을 눌러 첫 햄스터 전사를 훈련하세요!
pt_br: Toque no Porreteiro para treinar seu primeiro guerreiro hamster!
tr: İlk hamster savaşçını eğitmek için Sopacı'ya dokun!
uk: Торкнися Дрюкаря, щоб натренувати першого хом'ячка-воїна!
zh_hans: 点击棒槌兵，训练你的第一只仓鼠战士！
zh_hant: 點擊棒槌兵，訓練你的第一隻倉鼠戰士！

source: Ten-hut, rats! Show these fluffballs some discipline!
de: Stillgestanden, Ratten! Zeigt diesen Flauschbällen Disziplin!
es: ¡Firmes, ratas! ¡Enseñad disciplina a estas bolas de pelo!
fr: Garde-à-vous, les rats ! Montrez à ces boules de poils ce qu'est la discipline !
it: Attenti, ratti! Mostrate a queste palle di pelo cos'è la disciplina!
ja: 気をつけ、ネズミども！毛玉どもに規律を見せてやれ！
ko: 차렷, 쥐들아! 저 털뭉치들에게 규율을 보여줘라!
pt_br: Sentido, ratos! Mostrem disciplina a essas bolas de pelo!
tr: Hazır ol, fareler! Bu tüy toplarına disiplin gösterin!
uk: Струнко, щури! Покажіть цим пухнастикам дисципліну!
zh_hans: 立正，鼠兵们！让这些毛球见识一下纪律！
zh_hant: 立正，鼠兵們！讓這些毛球見識一下紀律！

source: The Rat King
de: Der Rattenkönig
es: El Rey Rata
fr: Le Roi des Rats
it: Il Re dei Ratti
ja: ネズミの王
ko: 쥐왕
pt_br: O Rei Rato
tr: Fare Kral
uk: Щурячий король
zh_hans: 鼠王
zh_hant: 鼠王

source: The rat army is marching on your base 🐀
de: Die Rattenarmee marschiert auf deine Basis 🐀
es: El ejército rata marcha hacia tu base 🐀
fr: L'armée des rats marche sur ta base 🐀
it: L'esercito dei ratti marcia sulla tua base 🐀
ja: ネズミ軍団が拠点に迫っている🐀
ko: 쥐 군단이 기지로 진격 중 🐀
pt_br: O exército de ratos marcha para sua base 🐀
tr: Fare ordusu üssüne yürüyor 🐀
uk: Щуряча армія йде на твою базу 🐀
zh_hans: 鼠军正向你的基地进发🐀
zh_hant: 鼠軍正向你的基地進發🐀

source: Thick Fur
de: Dickes Fell
es: Pelaje grueso
fr: Fourrure épaisse
it: Pelo folto
ja: 分厚い毛皮
ko: 두꺼운 털
pt_br: Pelagem grossa
tr: Kalın Kürk
uk: Густе хутро
zh_hans: 厚实毛皮
zh_hant: 厚實毛皮

source: Tier %lld/%lld
de: Stufe %lld/%lld
es: Nivel %lld/%lld
fr: Palier %lld/%lld
it: Livello %lld/%lld
ja: ティア%lld/%lld
ko: 단계 %lld/%lld
pt_br: Nível %lld/%lld
tr: Kademe %lld/%lld
uk: Рівень %lld/%lld
zh_hans: 等级 %lld/%lld
zh_hant: 等級 %lld/%lld

source: Titans
de: Titanen
es: Titanes
it: Titani
ja: タイタン
ko: 타이탄
pt_br: Titãs
tr: Titanlar
uk: Титани
zh_hans: 泰坦
zh_hant: 泰坦

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
pt_br: Amanhã
tr: Yarın
uk: Завтра
zh_hans: 明天
zh_hant: 明天

source: Train %lld hamsters
de: Bilde %lld Hamster aus
es: Entrena %lld hámsters
fr: Entraîne %lld hamsters
it: Addestra %lld criceti
ja: ハムスターを%lld体訓練する
ko: 햄스터 %lld마리 훈련
pt_br: Treine %lld hamsters
tr: %lld hamster eğit
uk: Натренуй %lld хом'ячків
zh_hans: 训练%lld只仓鼠
zh_hant: 訓練%lld隻倉鼠

source: Training 30%% faster
de: Ausbildung 30%% schneller
es: Entrenamiento 30%% más rápido
fr: Entraînement 30%% plus rapide
it: Addestramento 30%% più veloce
ja: 訓練速度30%%アップ
ko: 훈련 30%% 빠르게
pt_br: Treino 30%% mais rápido
tr: Eğitim %%30 daha hızlı
uk: Тренування на 30%% швидше
zh_hans: 训练速度+30%%
zh_hant: 訓練速度+30%%

source: Trooper
de: Soldat
es: Soldado
fr: Fantassin
it: Fante
ja: 歩兵
ko: 보병
pt_br: Soldado
tr: Er
uk: Піхотинець
zh_hans: 步兵
zh_hant: 步兵

source: Turret
de: Turm
es: Torreta
fr: Tourelle
it: Torretta
ja: タレット
ko: 포탑
pt_br: Torre
tr: Taret
uk: Турель
zh_hans: 炮塔
zh_hant: 砲塔

source: Turret Grease
de: Turmschmiere
es: Grasa de torreta
fr: Graisse à tourelle
it: Grasso per torrette
ja: タレット潤滑油
ko: 포탑 윤활유
pt_br: Graxa de torre
tr: Taret Yağı
uk: Мастило для турелей
zh_hans: 炮塔润滑油
zh_hant: 砲塔潤滑油

source: Turret damage +%lld%%
de: Turmschaden +%lld%%
es: Daño de torretas +%lld%%
fr: Dégâts des tourelles +%lld%%
it: Danni delle torrette +%lld%%
ja: タレットダメージ+%lld%%
ko: 포탑 피해 +%lld%%
pt_br: Dano das torres +%lld%%
tr: Taret hasarı +%%%lld
uk: Шкода турелей +%lld%%
zh_hans: 炮塔伤害+%lld%%
zh_hant: 砲塔傷害+%lld%%

source: Turrets +25%% damage, base +15%% HP
de: Türme +25 %% Schaden, Basis +15 %% LP
es: Torretas +25%% de daño, base +15%% de vida
fr: Tourelles +25 %% de dégâts, base +15 %% de PV
it: Torrette +25%% danni, base +15%% PS
ja: タレットのダメージ+25%%、基地HP+15%%
ko: 포탑 피해 +25%%, 기지 체력 +15%%
pt_br: Torres +25%% de dano, base +15%% de vida
tr: Taretler +%%25 hasar, üs +%%15 can
uk: Турелі +25%% шкоди, база +15%% HP
zh_hans: 炮塔伤害+25%%，基地生命+15%%
zh_hant: 砲塔傷害+25%%，基地生命+15%%

source: Turrets +25%% range, +10%% damage
de: Türme +25%% Reichweite, +10%% Schaden
es: Torretas +25%% alcance, +10%% daño
fr: Tourelles +25%% portée, +10%% dégâts
it: Torrette +25%% gittata, +10%% danni
ja: タレット射程+25%%、ダメージ+10%%
ko: 포탑 사거리 +25%%, 피해 +10%%
pt_br: Torres +25%% alcance, +10%% dano
tr: Taretler +%%25 menzil, +%%10 hasar
uk: Турелі: дальність +25%%, шкода +10%%
zh_hans: 炮塔射程+25%%，伤害+10%%
zh_hant: 砲塔射程+25%%，傷害+10%%

source: Turrets +30%% damage, +15%% fire rate
de: Türme +30%% Schaden, +15%% Feuerrate
es: Torretas +30%% daño, +15%% cadencia
fr: Tourelles +30%% dégâts, +15%% cadence
it: Torrette +30%% danni, +15%% cadenza
ja: タレット ダメージ+30%%、連射+15%%
ko: 포탑 피해 +30%%, 연사 +15%%
pt_br: Torres +30%% dano, +15%% cadência
tr: Taretler +%%30 hasar, +%%15 atış hızı
uk: Турелі: шкода +30%%, темп +15%%
zh_hans: 炮塔伤害+30%%，射速+15%%
zh_hant: 砲塔傷害+30%%，射速+15%%

source: Turtles behind turrets
de: Verschanzt sich hinter Türmen
es: Se atrinchera tras torretas
fr: Se retranche derrière ses tourelles
it: Si trincera dietro le torrette
ja: タレットで守りを固める
ko: 포탑 뒤에서 버텨요
pt_br: Se entrincheira atrás das torres
tr: Taretlerin arkasına kapanır
uk: Ховається за турелями
zh_hans: 躲在炮塔后防守
zh_hant: 躲在砲塔後防守

source: Unit HP +%lld%%
de: Einheiten-LP +%lld%%
es: Vida de unidades +%lld%%
fr: PV des unités +%lld%%
it: PS delle unità +%lld%%
ja: ユニットHP+%lld%%
ko: 유닛 체력 +%lld%%
pt_br: Vida das unidades +%lld%%
tr: Birim canı +%%%lld
uk: Здоров'я бійців +%lld%%
zh_hans: 单位生命+%lld%%
zh_hant: 單位生命+%lld%%

source: Unit damage +%lld%%
de: Einheitenschaden +%lld%%
es: Daño de unidades +%lld%%
fr: Dégâts des unités +%lld%%
it: Danni delle unità +%lld%%
ja: ユニットダメージ+%lld%%
ko: 유닛 피해 +%lld%%
pt_br: Dano das unidades +%lld%%
tr: Birim hasarı +%%%lld
uk: Шкода бійців +%lld%%
zh_hans: 单位伤害+%lld%%
zh_hant: 單位傷害+%lld%%

source: Units +%lld%% HP & damage, special −%lld%% cooldown
de: Einheiten +%1$lld%% LP & Schaden, Spezial −%2$lld%% Abklingzeit
es: Unidades +%1$lld%% vida y daño, especial −%2$lld%% recarga
fr: Unités +%1$lld%% PV et dégâts, spéciale −%2$lld%% recharge
it: Unità +%1$lld%% PS e danni, speciale −%2$lld%% ricarica
ja: ユニットHP・ダメージ+%1$lld%%、必殺技CT−%2$lld%%
ko: 유닛 체력·피해 +%1$lld%%, 필살기 쿨타임 −%2$lld%%
pt_br: Unidades +%1$lld%% vida e dano, especial −%2$lld%% recarga
tr: Birimler +%%%1$lld can ve hasar, özel −%%%2$lld bekleme
uk: Бійці +%1$lld%% здоров'я і шкоди, суперудар −%2$lld%% перезарядки
zh_hans: 单位生命和伤害+%1$lld%%，必杀技冷却−%2$lld%%
zh_hant: 單位生命和傷害+%1$lld%%，必殺技冷卻−%2$lld%%

source: Units attack and move 50%% faster for 8s
de: Einheiten greifen 8 s lang 50%% schneller an und bewegen sich schneller
es: Las unidades atacan y se mueven un 50%% más rápido durante 8 s
fr: Les unités attaquent et bougent 50%% plus vite pendant 8 s
it: Le unità attaccano e si muovono il 50%% più veloce per 8 s
ja: 8秒間ユニットの攻撃・移動50%%高速化
ko: 8초간 유닛 공격·이동 50%% 빠르게
pt_br: Unidades atacam e andam 50%% mais rápido por 8 s
tr: Birimler 8 sn boyunca %%50 daha hızlı saldırır ve hareket eder
uk: Бійці атакують і рухаються на 50%% швидше 8 с
zh_hans: 单位攻击和移动速度+50%%，持续8秒
zh_hant: 單位攻擊和移動速度+50%%，持續8秒

source: Units cost 15%% less
de: Einheiten kosten 15%% weniger
es: Las unidades cuestan un 15%% menos
fr: Les unités coûtent 15%% de moins
it: Le unità costano il 15%% in meno
ja: ユニット費用15%%オフ
ko: 유닛 비용 15%% 감소
pt_br: Unidades custam 15%% menos
tr: Birimler %%15 daha ucuz
uk: Бійці дешевші на 15%%
zh_hans: 单位费用−15%%
zh_hant: 單位費用−15%%

source: Units heal 20%% HP on kill
de: Einheiten heilen 20%% LP pro Kill
es: Las unidades curan 20%% de vida al matar
fr: Les unités soignent 20%% PV par élimination
it: Le unità curano il 20%% PS per uccisione
ja: 撃破時にHP20%%回復
ko: 처치 시 체력 20%% 회복
pt_br: Unidades curam 20%% de vida ao abater
tr: Birimler öldürünce %%20 can yeniler
uk: Бійці лікуються на 20%% за вбивство
zh_hans: 击杀时回复20%%生命
zh_hant: 擊殺時回復20%%生命

source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
it: Sblocca
ja: 解放
ko: 잠금 해제
pt_br: Liberar
tr: Aç
uk: Відкрити
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock Gold Pass
de: Gold-Pass freischalten
es: Desbloquear Pase Oro
fr: Débloquer le Passe Or
it: Sblocca il Pass Oro
ja: ゴールドパスを解放
ko: 골드 패스 잠금 해제
pt_br: Liberar Passe Ouro
tr: Altın Pas'ı Aç
uk: Відкрити Золотий пропуск
zh_hans: 解锁黄金通行证
zh_hant: 解鎖黃金通行證

source: Upgrade
de: Verbessern
es: Mejorar
fr: Améliorer
it: Potenzia
ja: 強化
ko: 강화
pt_br: Melhorar
tr: Yükselt
uk: Покращити
zh_hans: 升级
zh_hant: 升級

source: Upgrade your hamsters and try again!
de: Verbessere deine Hamster und versuch es erneut!
es: ¡Mejora tus hámsters e inténtalo de nuevo!
fr: Améliore tes hamsters et réessaie !
it: Potenzia i tuoi criceti e riprova!
ja: ハムスターを強化して再挑戦！
ko: 햄스터를 강화하고 다시 도전하세요!
pt_br: Melhore seus hamsters e tente de novo!
tr: Hamsterlerini geliştir ve tekrar dene!
uk: Покращ хом'ячків і спробуй знову!
zh_hans: 强化你的仓鼠再来一次！
zh_hant: 強化你的倉鼠再來一次！

source: Upgrades
de: Verbesserungen
es: Mejoras
fr: Améliorations
it: Potenziamenti
ja: 強化
ko: 강화
pt_br: Melhorias
tr: Geliştirmeler
uk: Покращення
zh_hans: 升级
zh_hant: 升級

source: Use special attacks %lld times
de: Setze %lld-mal Spezialangriffe ein
es: Usa ataques especiales %lld veces
fr: Utilise %lld fois l'attaque spéciale
it: Usa l'attacco speciale %lld volte
ja: 必殺技を%lld回使う
ko: 필살기 %lld회 사용
pt_br: Use ataques especiais %lld vezes
tr: Özel saldırıyı %lld kez kullan
uk: Використай суперудар %lld разів
zh_hans: 使用必杀技%lld次
zh_hant: 使用必殺技%lld次

source: VICTORY!
de: SIEG!
es: ¡VICTORIA!
fr: VICTOIRE !
it: VITTORIA!
ja: 勝利！
ko: 승리!
pt_br: VITÓRIA!
tr: ZAFER!
uk: ПЕРЕМОГА!
zh_hans: 胜利！
zh_hant: 勝利！

source: Vampire Bite
de: Vampirbiss
es: Mordisco vampírico
fr: Morsure de vampire
it: Morso del vampiro
ja: 吸血の牙
ko: 흡혈 이빨
pt_br: Mordida vampírica
tr: Vampir Isırığı
uk: Вампірський укус
zh_hans: 吸血之咬
zh_hant: 吸血之咬

source: Volley
de: Salve
es: Andanada
fr: Salve
it: Raffica
ja: 斉射
ko: 일제 사격
pt_br: Rajada
tr: Yaylım
uk: Залп
zh_hans: 齐射
zh_hant: 齊射

source: WAVE %lld! RATS GROW STRONGER
de: WELLE %lld! DIE RATTEN WERDEN STÄRKER
es: ¡OLEADA %lld! LAS RATAS SE FORTALECEN
fr: VAGUE %lld ! LES RATS SE RENFORCENT
it: ONDATA %lld! I RATTI SI RAFFORZANO
ja: ウェーブ%lld！ネズミが強くなる
ko: 웨이브 %lld! 쥐들이 강해진다
pt_br: ONDA %lld! OS RATOS FICAM MAIS FORTES
tr: DALGA %lld! FARELER GÜÇLENİYOR
uk: ХВИЛЯ %lld! ЩУРИ МІЦНІШАЮТЬ
zh_hans: 第%lld波！鼠群变强了
zh_hant: 第%lld波！鼠群變強了

source: War Drums
de: Kriegstrommeln
es: Tambores de guerra
fr: Tambours de guerre
it: Tamburi di guerra
ja: 戦太鼓
ko: 전쟁 북
pt_br: Tambores de guerra
tr: Savaş Davulları
uk: Бойові барабани
zh_hans: 战鼓
zh_hant: 戰鼓

source: Warlord Skritch
de: Kriegsherr Skritsch
es: Caudillo Skritch
fr: Seigneur Skritch
it: Signore della guerra Skritch
ja: 将軍スクリッチ
ko: 군벌 스크리치
pt_br: Senhor da Guerra Skritch
tr: Savaş Ağası Skriç
uk: Воєвода Скрич
zh_hans: 军阀斯克里奇
zh_hant: 軍閥斯克里奇

source: Watch
de: Ansehen
es: Ver
fr: Regarder
it: Guarda
ja: 視聴
ko: 시청
pt_br: Assistir
tr: İzle
uk: Дивитись
zh_hans: 观看
zh_hant: 觀看
